---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.KeynoteFailures.MissKeynoteParameter
source: html/24360b5c-8a45-363b-6fa0-be28bb3481ed.htm
---
# Autodesk.Revit.DB.BuiltInFailures.KeynoteFailures.MissKeynoteParameter Property

No Keynote Parameter.\nTo resolve, select key value parameter in keynoting system.

## Syntax (C#)
```csharp
public static FailureDefinitionId MissKeynoteParameter { get; }
```